---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.TfDashM
source: html/1d216461-c6cd-4873-90c1-858074784795.htm
---
# Autodesk.Revit.DB.SymbolTypeId.TfDashM Property

Symbol Tf-m, indicating unit Tonne force meters.

## Syntax (C#)
```csharp
public static ForgeTypeId TfDashM { get; }
```